In [1]:
import pandas as pd

In [3]:
df = pd.DataFrame({
    "Name": [
        "Luan Pham",
        "My Nhi",
        "Thanh Hung",
    ],
    "Age": [26,20,25],
    "Sex": ["male", "female", "male"]
})

In [4]:
df

         Name  Age     Sex
0   Luan Pham   26    male
1      My Nhi   20  female
2  Thanh Hung   25    male

https://pandas.pydata.org/docs/getting_started/intro_tutorials/01_table_oriented.html